<template>
  <div class="container">
      <h1>О нас</h1>
      <p>Таким образом реализация намеченных плановых заданий позволяет оценить значение новых предложений. Таким образом новая модель организационной деятельности способствует подготовки и реализации систем массового участия. С другой стороны укрепление и развитие структуры обеспечивает участие в формировании систем массового участия.
          Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.
          Товарищи! сложившаяся структура организации представляет собой интересный эксперимент проверки направлений прогрессивного развития. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу. Таким образом новая модель организационной деятельности способствует подготовки и реализации систем массового участия.
      </p>
<!--        <p>{{aboutContent.text}}</p>-->
  </div>
</template>

<script>
import axios from "axios";

export default {
  name: "about",
    data() {
      return {
          aboutContent:null
      }
    },
    // async created() {
    //     await axios.get('https://demo-api.vsdev.space/api/farm/about_page').then(response => this.aboutContent = response.data);
    // }
}
</script>

<style scoped>

</style>
