<template>
  <div class="container">
      <h1>Фермерский роддом номер 5</h1>
      <div class="row">
          <img class="col-md-6" src="home_page_img.jpg" alt="">
          <p class="col-md-6">
              Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.
              Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений.
              С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. С другой стороны рамки и место обучения кадров способствует подготовки и реализации модели развития.
          </p>
      </div>
<!--      <div class="row">-->
<!--        <img class="col-md-6" :src="homeContent.image" alt="">-->
<!--          <p>{{ homeContent.text }}</p>{-->
<!--    </div>-->
  </div>

</template>

<script>
import axios from "axios";

export default {
    name: "index",
    layout: 'default',
    head: {
        title: 'Homepage'
    },
    data() {
        return {
            homeContent : null
        }
    },
    // async created() {
    //     await axios.get('https://demo-api.vsdev.space/api/farm/home_page').then(response => this.homeContent = response.data);
    // }

}
</script>

<style scoped>

</style>
